[
 {
  "activity_id": "fe96e637-65f3-4d3b-a67f-42a6fae3110c",
  "name": "Papierarbeit",
  "name_e": "",
  "name_r": "",
  "description": "Origami ist eine faszinierende Kunstform, die mich begeistert, da sie Kreativität und Präzision vereint. Durch das Falten von Papier kann ich komplexe Formen und Figuren erschaffen und gleichzeitig meine Feinmotorik schulen. Es ist eine meditative Tätigkeit, die mir Freude bereitet und mein ästhetisches Empfinden anspricht.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/papercraft.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "b414721a-4dd0-48ca-a05a-a1c70d49cb54",
  "name": "Zeichnen",
  "name_e": "",
  "name_r": "",
  "description": "Das Zeichnen ist für mich eine Ausdrucksform, mit der ich meine Ideen und Emotionen auf visuelle Weise vermitteln kann. Es ermöglicht mir, meine Kreativität auszuleben und neue Perspektiven zu entdecken. Beim Zeichnen kann ich mich in eine Welt der Fantasie begeben und meine eigenen Geschichten erzählen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/drawing.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "c6c45fe5-6244-4120-b88a-3bf95cbf2df6",
  "name": "Graffiti",
  "name_e": "",
  "name_r": "",
  "description": "Graffiti ist für mich eine Möglichkeit, Kunst im öffentlichen Raum zu schaffen und meine Individualität auszudrücken. Es erlaubt mir, mit Farben und Formen zu experimentieren und gleichzeitig eine Botschaft oder Stimmung zu vermitteln. Graffiti vereint Kreativität, Street Culture und soziale Kommunikation auf eine einzigartige Weise.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/spraypaint.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "a6745a73-d708-4f76-a734-b8fbf4154abd",
  "name": "Holzarbeit",
  "name_e": "",
  "name_r": "",
  "description": "Die Arbeit mit Holz bietet mir die Möglichkeit, etwas mit meinen eigenen Händen zu erschaffen. Es ist eine Mischung aus handwerklichem Geschick und künstlerischer Gestaltung. Die Verbindung von Naturmaterialien und der Prozess des Formens und Gestaltens von Holzstücken fasziniert mich und lässt mich die Schönheit und Vielseitigkeit dieses Materials schätzen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/woodwork.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "f5efb2c9-dbca-4407-bc59-0c8208237830",
  "name": "Nähen",
  "name_e": "",
  "name_r": "",
  "description": "Das Nähen ist für mich eine praktische und kreative Fähigkeit, die es mir ermöglicht, meine eigenen Kleidungsstücke und Accessoires zu gestalten. Es ist ein Prozess der Transformation von Stoffen, bei dem ich meine Vorstellungskraft einsetzen kann, um einzigartige Designs zu kreieren. Das Nähen ermöglicht es mir, meine Liebe zur Nachhaltigkeit und zum Handwerk zu kombinieren.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/sewing.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "677dfcf1-c718-4a19-a6bd-7d0dcc3a64f0",
  "name": "Gitarre",
  "name_e": "",
  "name_r": "",
  "description": "Die Gitarre ist mein treuer Begleiter in musikalischen Momenten. Das Spielen der Gitarre erlaubt mir, meine Emotionen und Gefühle durch die Klänge und Rhythmen der Musik auszudrücken. Es ist eine Form der kreativen Selbstentfaltung und ermöglicht mir, mich mit anderen Musikern zu verbinden und gemeinsam Harmonien zu schaffen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/guitar.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "5ef41c17-5284-4482-9b2c-d73e47fcb153",
  "name": "Bass",
  "name_e": "",
  "name_r": "",
  "description": " Der Bass ist ein essenzieller Bestandteil der Musik, der für Stabilität und Groove sorgt. Das Spielen des Basses erfüllt mich mit Energie und ermöglicht es mir, mich in den rhythmischen Puls der Musik einzufügen. Der Bass ist ein Instrument, das mich dazu bringt, mich auf die Essenz der Musik zu konzentrieren und die Verbindung zwischen Melodie und Rhythmus zu erforschen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/bass.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "c044a9eb-1111-4203-939e-1f7a7b895b6d",
  "name": "Schlagzeug",
  "name_e": "",
  "name_r": "",
  "description": "Das Schlagzeug ist mein Ventil, um mich rhythmisch auszudrücken und meine Energie freizusetzen. Es erlaubt mir, verschiedene Klangfarben und Texturen zu erzeugen und mich in den Rhythmus einzufühlen. Das Schlagzeugspielen fördert meine Koordination, Konzentration und Ausdauer und ermöglicht es mir, mit anderen Musikern zusammenzuspielen und gemeinsam eine mitreißende Performance zu schaffen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/drums.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "7870f279-17db-481d-be85-c9217f5ddeec",
  "name": "Produzieren",
  "name_e": "",
  "name_r": "",
  "description": "Das Produzieren von Musik ist für mich wie das Erschaffen einer eigenen Klangwelt. Es erlaubt mir, verschiedene Instrumente und Klänge zu kombinieren, um meine musikalischen Ideen zum Leben zu erwecken. Das Produzieren gibt mir die Freiheit, mein musikalisches Gespür und meine technischen Fähigkeiten zu nutzen, um Songs und Kompositionen zu arrangieren und ihnen meinen eigenen Stil zu verleihen. Es ist ein Prozess der Kreativität und des Experimentierens, bei dem ich die Rolle des Klanggestalters einnehme.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/beats.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "68384eba-99c0-4d09-9c3e-996d8ff6d254",
  "name": "Hort",
  "name_e": "",
  "name_r": "",
  "description": "Die Arbeit im Hort bereitet mir große Freude, da ich die Möglichkeit habe, Kinder auf ihrem Weg zu begleiten und ihnen dabei zu helfen, ihre Persönlichkeit und Fähigkeiten zu entfalten. Es ist eine verantwortungsvolle Aufgabe, die es mir ermöglicht, eine unterstützende und bereichernde Umgebung zu schaffen, in der die Kinder spielen, lernen und wachsen können.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/nursery.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "3491a2dc-aeff-4890-a031-2ae328fe5e8c",
  "name": "Fahrrad",
  "name_e": "",
  "name_r": "",
  "description": "Das Fahrradfahren ist für mich nicht nur eine Fortbewegungsmethode, sondern auch eine Quelle der Freiheit und des Abenteuers. Es verbindet mich mit der Natur und gibt mir die Möglichkeit, mich aktiv zu bewegen und dabei die Umwelt zu schonen. Beim Fahrradfahren kann ich den Alltagsstress hinter mir lassen und die Welt aus einer anderen Perspektive erleben.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/bike.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "b34a3bae-475e-4a20-ba2f-dcc5e0341333",
  "name": "Volleyball",
  "name_e": "",
  "name_r": "",
  "description": "Volleyball ist ein Teamsport, der mir die Möglichkeit gibt, meine Leidenschaft für Bewegung und Wettbewerb auszuleben. Es ist eine dynamische Sportart, die Koordination, Ausdauer und Teamwork erfordert. Beim Volleyball kann ich meine Fähigkeiten verbessern, neue Strategien entwickeln und mich gleichzeitig körperlich und mental herausfordern.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/volleyball.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "701b84c8-3b85-45b8-b5f3-a72d64015df2",
  "name": "Skateboard",
  "name_e": "",
  "name_r": "",
  "description": " Das Skateboarden ist für mich eine aufregende und kreative Art der Fortbewegung. Es erlaubt mir, meine Balance und Koordination zu schulen und gleichzeitig meine Kreativität auszudrücken. Beim Skateboarden kann ich neue Tricks lernen, meine Grenzen ausloten und mich in einer Gemeinschaft von Gleichgesinnten austauschen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/skateboard.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "0aea1409-e2ff-4fa6-b890-02417b25a711",
  "name": "Tischtennis",
  "name_e": "",
  "name_r": "",
  "description": "Tischtennis ist ein schneller und präziser Sport, der mir die Möglichkeit gibt, meine Reaktionsfähigkeit und mein Auge-Hand-Koordination zu verbessern. Es ist eine Sportart, die Geschicklichkeit und Taktik erfordert und gleichzeitig viel Spaß macht. Beim Tischtennis kann ich meine Konzentration schärfen und mich in spannenden Wettkämpfen mit anderen messen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/tabletennis.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "7116ec56-12d0-486b-bf88-cb35fadba9e7",
  "name": "Wandern",
  "name_e": "",
  "name_r": "",
  "description": "Das Wandern ist für mich eine Möglichkeit, dem stressigen Alltag zu entfliehen und die Schönheit der Natur zu genießen. Es ermöglicht mir, meinen Geist zu beruhigen, während ich neue Landschaften erkunde und frische Luft einatme. Beim Wandern kann ich meine körperliche Fitness verbessern und mich mit der Natur verbunden fühlen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/hiking.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "f68154bd-70ea-4171-8507-77ac42811839",
  "name": "CEVI",
  "name_e": "",
  "name_r": "",
  "description": "Der CEVI ist eine Organisation, die es mir ermöglicht, mich in der Gemeinschaft zu engagieren und Verantwortung zu übernehmen. Als Pfadfinder habe ich die Möglichkeit, neue Fähigkeiten zu erlernen, Outdoor-Abenteuer zu planen und erleben und dabei Werte wie Teamwork, Respekt und Nachhaltigkeit zu fördern. Der CEVI bietet mir die Chance, neue Freundschaften zu knüpfen, meine Organisatorischen Fähigkeiten zu fördern und mich persönlich weiterzuentwickeln.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/cevi.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "86bdd04e-21d8-4c20-ab8d-7cb5c536fac9",
  "name": "Englischunterricht",
  "name_e": "",
  "name_r": "",
  "description": "Als Englisch-Nachhilfelehrer liegt mir die Verbesserung der Sprachkenntnisse meiner Schüler am Herzen. Ich fördere ihre Kommunikationsfähigkeiten und ermutige sie zum aktiven Sprechen, Lesen und Schreiben. Mit abwechslungsreichem Unterrichtsmaterial und interaktiven Aktivitäten unterstütze ich sie dabei, ihre Ausdrucksfähigkeit und interkulturelle Kompetenz zu stärken.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/teaching.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "894a2159-5664-4e37-b899-ac46df371338",
  "name": "Mathematikunterricht",
  "name_e": "",
  "name_r": "",
  "description": "Als Mathematik-Nachhilfelehrer ist es mein Ziel, Schülern dabei zu helfen, mathematische Konzepte zu verstehen und ihr logisches Denken zu entwickeln. Ich nutze verschiedene Lernstrategien und visuelle Hilfsmittel, um den Zugang zur Mathematik zu erleichtern. Meine Aufgabe ist es, die Schüler in ihrem mathematischen Denken zu fördern und ihnen die Bedeutung der Mathematik im Alltag und in anderen Fachbereichen nahezubringen.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/teaching.svg",
  "image": "",
  "url": ""
 },
 {
  "activity_id": "63528adb-ddda-4ec1-98ab-fa390c53b08b",
  "name": "Informatikunterricht",
  "name_e": "",
  "name_r": "",
  "description": "Als Informatik-Nachhilfelehrer begeistere ich Schüler für Technologie und Programmierung. Ich lege Wert auf praktische Erfahrungen und kreatives Denken. Durch das Erlernen von Programmiersprachen und das Lösen von Problemen lernen die Schüler grundlegende Konzepte. Der Unterricht fördert Teamarbeit und die Entwicklung eigener Projekte, um die Bedeutung von Kommunikation und Zusammenarbeit in der Informatik zu vermitteln. Mein Ziel ist es, die Schüler auf die Herausforderungen und Möglichkeiten der digitalen Welt vorzubereiten.",
  "description_e": "",
  "description_r": "",
  "thumbnail": "assets/icons/teaching.svg",
  "image": "",
  "url": ""
 }
]